Repository: waydroid-helper/waydroid-helper
Catalog: po/*.po
Languages: ru

source: _Preferences
ru: _Настройки

source: _About waydroid-helper
ru: _О waydroid-helper

source: Home
ru: Домой

source: Connected
ru: Подключённый

source: Waydroid session is running
ru: Сессия Waydroid запущена

source: Stopped
ru: Остановленный

source: Waydroid session is stopped
ru: Сессия Waydroid остановлена

source: Uninitialized
ru: Неинициализированный

source: Waydroid is not initialized
ru: Waydroid не инициализирован

source: Loading
ru: Загрузка

source: Instance Details
ru: Сведения об экземпляре

source: Loading Settings...
ru: Загрузка настроек...

source: Settings
ru: Настройки

source: Loading Extensions...
ru: Загрузка расширений...

source: Extensions
ru: Расширения

source: Details
ru: Подробности

source: Click to refresh extension list
ru: Нажмите, для обновления списка расширений

source: Restart the systemd user service immediately
ru: Немедленно перезапустите пользовательскую службу systemd

source: Key Mapper
ru: Привязка клавиш

source: Key Mapping Window
ru: Окно привязки клавиш

source: Manage key mapping overlay window for game control
ru: Управление окном наложения привязки клавиш управления для игр

source: Key Mapping Settings
ru: Настройки привязки клавиш

source: Open
ru: Открыть

source: Close
ru: Закрыть

source: Close Key Mapping Window
ru: Закрыть окно привязки клавиш

source: Choose how to close the key mapping window
ru: Выберите способ закрытия окна привязки клавиш

source: Cancel
ru: Отмена

source: Close Key Mapping Only
ru: Закрыть только привязку клавиш

source: Close and Stop Session
ru: Закрыть и остановить сессию

source: Session Will Be Stopped
ru: Сессия будет остановлена

source: Cage is enabled and Waydroid session is running. Opening the key mapping window will stop the current session. Do you want to continue?
ru: Сетка включена, и сессия Waydroid запущена. Открытие окна привязки клавиш остановит текущую сессию. Вы хотите продолжить?

source: Continue
ru: Продолжить

source: Error
ru: Ошибка

source: Failed to open key mapping window: {0}
ru: Не удалось открыть окно привязки клавиш: {0}

source: Key Mapping Preferences
ru: Настройки привязок клавиш

source: Failed to open key mapping preferences dialog: {0}
ru: Не удалось открыть окно настроек привязки клавиш: {0}

source: Google Play Services
ru: Сервисы Google Play

source: Retrieve Google Services Framework ID for Google Play registration
ru: Получить идентификатор платформы Google Services Framework для регистрации в Google Play

source: Retrieve GSF ID
ru: Получить GSF ID

source: Restart the session to apply the changes
ru: Перезапустить сессию для применения изменений

source: Save and restart the container
ru: Сохранить и перезапустить контейнер

source: Privileged properties in ERROR state, attempting recovery...
ru: ОШИБКА свойств привилегий, попытка восстановления...

source: Waydroid properties in ERROR state, attempting recovery...
ru: ОШИБКА свойств Waydroid, попытка восстановления...

source: Shared Folders
ru: Папки общего доступа

source: Use the button below to add your first shared folder. For file sharing to work, you need to have <a href='https://bindfs.org/'>bindfs</a> installed.
ru: Используйте кнопку ниже, чтобы добавить свою первую общую папку. Для работы общего доступа вам нужно иметь установленным <a href='https://bindfs.org/'>bindfs</a>.

source: Available Versions
ru: Доступные версии

source: Installation Complete
ru: Установка завершена

source: {0} has been successfully installed.
ru: {0} был успешно установлен.

source: Uninstallation Complete
ru: Удаление завершено

source: {0} has been successfully uninstalled.
ru: {0} был успешно удалён.

source: Extension Installation
ru: Установка расширения

source: Do you want to install
ru: Вы хотите установить

source: Extension Conflict
ru: Конфликт расширений

source: Do you want to uninstall the conflicting extensions
ru: Вы хотите удалить конфликтующие расширения

source: Installation Failed
ru: Установка неудалась

source: Uninstall Confirmation
ru: Подтверждение удаления

source: Do you want to uninstall
ru: Вы хотите удалить конфликтующие расширения

source: Uninstallation Failed
ru: Удаление неудалось

source: Obtain your Google Services Framework (GSF) Android ID for device registration.
ru: Получите свой Android-идентификатор Google Services Framework (GSF) для регистрации устройства.

source: Retrieve
ru: Получить

source: GSF ID Retrieved
ru: GSF ID восстановлен

source: After registration, please clear data for Google Play Services and Google Play Store, then wait for a while.
ru: После регистрации, пожалуйста, очистите данные для сервисов Google Play и Google Play Store, а затем подождите некоторое время.

source: Clear Package Data
ru: Очистить данные пакета

source: Copy
ru: Копировать

source: Open registration page
ru: Открыть страницу регистрации

source: Done
ru: Готово

source: Retry
ru: Повторить

source: Timeout waiting for Waydroid to start
ru: Время ожидания запуска Waydroid

source: Timeout waiting for Waydroid to boot
ru: Время ожидания включения Waydroid

source: Timeout: Failed to retrieve GSF ID after 30 seconds
ru: Время ожидания: Не удалось получить идентификатор GSF ID за 30 секунд

source: Copied
ru: Скопировано

source: GSF ID copied to clipboard!
ru: GSF ID скопирован в буфер обмена!

source: Clearing...
ru: Очистка...

source: Success
ru: Успешно

source: Package data cleared successfully! Please wait for a while before using Google services.
ru: Данные о пакете успешно удалены! Пожалуйста, подождите некоторое время, прежде чем использовать сервисы Google.

source: Failed to clear package data: {error}
ru: Не удалось очистить данные пакета: {error}

source: Confirm
ru: Подтвердить

source: Cage Settings
ru: Настройки сетки

source: Configure cage functionality. You can download prebuilt cage from: <a href='https://github.com/waydroid-helper/cage/releases'>https://github.com/waydroid-helper/cage/releases</a>
ru: Настройте функциональность сетку. Вы можете скачать готовую сетку на: <a href='https://github.com/waydroid-helper/cage/releases'>https://github.com/waydroid-helper/cage/releases</a>

source: Enable Cage
ru: Включить сетку

source: Enable cage for key mapping
ru: Включить сетку для привязки клавиш

source: Cage Executable
ru: Файл сетки

source: Path to cage executable
ru: Путь к файлу сетки

source: Choose executable file
ru: Выберете файл

source: Window Size
ru: Размер окна

source: Cage window size
ru: Размер окна сетки

source: Logical Resolution
ru: Логическое разрешение

source: Cage logical resolution
ru: Логическое разрешение сетки

source: Scale
ru: Масштаб

source: Cage display scale percentage
ru: Процентное соотношение масштаба отображения сетки

source: Socket Name
ru: Имя сокета

source: Custom socket name (default: waydroid-0)
ru: Пользовательское имя сокета (по-умолчанию: waydroid-0)

source: Hide Title Bar
ru: Скрыть строку заголовка

source: Hide cage window title bar (X11 backend only)
ru: Скрыть строку заголовка окна сетки (только на X11)

source: Choose Cage Executable
ru: Выберите файл сетки

source: Default
ru: По-умолчанию

source: Your Android version is not supported. Required version: {0}. Current version: {1}.
ru: Ваша версия Android не поддерживается. Требуется версия: {0}. Текущая версия: {1}.

source: Select
ru: Выбрать

source: Source
ru: Источник

source: Target
ru: Цель

source: Target Directory
ru: Целевая директория

source: Save
ru: Сохранить

source: Select Folder
ru: Выбрать папку

source: Edit Mode (F1: Switch Mode)
ru: Режим редактирования (F1: Сменить режим)

source: This widget has no settings.
ru: Этот виджет не имеет настроек.

source: Mapping Mode (F1: Switch Mode)
ru: Режим отображения (F1: Сменить режим)

source: No widgets found
ru: Виджеты не найдены

source: Refresh widgets
ru: Обновить виджеты

source: Clear all
ru: Очистить всё

source: Save layout
ru: Сохранить расположение

source: Load layout
ru: Загрузить расположение

source: JSON files
ru: Файлы JSON

source: Save Layout
ru: Сохранить расположение

source: Load Layout
ru: Загрузить расположение

# Controller Widgets
source: Aim
ru: Прицел

# Controller Widgets
source: FPS staple: drag to game's view area, pair with Fire for mouse-aim shooting. Resize box to match in-game rotation zone.
ru: Основной параметр FPS: перетащите его в область просмотра игры, соедините с Атакой для прицельной стрельбы мышью. Измените размер поля, чтобы оно соответствовало зоне вращения в игре.

# Controller Widgets
source: Sensitivity
ru: Чувствительность

# Controller Widgets
source: Adjusts the sensitivity of aim movement
ru: Регулирует чувствительность движения прицела

# Controller Widgets
source: Cancel Casting
ru: Отмена применения

# Controller Widgets
source: Drag the key to the cancel casting position. While casting a spell, hold down the cancel cast button to cancel the cast.
ru: Перетащите клавишу в положение отмены применения. Во время применения навыков удерживайте нажатой кнопку отмены применения, чтобы отменить действие.

# Controller Widgets
source: Directional Pad
ru: Ограничивающая направляющая

# Controller Widgets
source: Drag and place it onto the game's movement wheel to control walking direction. After assigning keys, drag the dotted frame to resize the button; make sure the blue frame of the directional pad matches the size of the game wheel.
ru: Перетащите и поместите ее на игровое колесо перемещения, чтобы управлять направлением движения. После назначения клавиш перетащите пунктирную рамку, чтобы изменить размер кнопки; убедитесь, что синяя рамка панели управления соответствует размеру игрового колеса.

# Controller Widgets
source: Operating Method
ru: Метод управления

# Controller Widgets
source: Slide control
ru: Контроль движением

# Controller Widgets
source: Click control
ru: Контроль кликом

# Controller Widgets
source: Adjusts the operating method of the directional pad
ru: Настраивает способ работы направляющей панели

# Controller Widgets
source: Fire
ru: Атака

# Controller Widgets
source: Commonly used in FPS games, add a button to the attack/fire button position, use the left mouse button to click, and must be used with the aim button. Note: Only supports left mouse button, cannot be modified, and won't work alone.
ru: Обычно используется в шутерах от первого лица, добавляет кнопку "Атака" / "Огонь", для нажатия используется левая кнопка мыши и использоваться вместе с кнопкой "Прицелиться". Примечание: Поддерживается только левая кнопка мыши, ее нельзя изменить, и она не будет работать сама по себе.

# Controller Widgets
source: Macro
ru: Макрос

# Controller Widgets
source: Execute macro commands when triggered.
ru: Выполняйте макрокоманды при срабатывании.

# Controller Widgets
source: Macro Command
ru: Макрокоманды

# Controller Widgets
source: Repeated Click
ru: Повторный клик

# Controller Widgets
source: Simulate repeated click operations at a specific position.
ru: Имитируйте повторяющиеся операции щелчка в определенной позиции.

# Controller Widgets
source: Long-press combo
ru: Комбо долгого удержания

# Controller Widgets
source: Click after button
ru: Клик после клавиши

# Controller Widgets
source: Choose the operating method for repeated clicking
ru: Выберите метод работы для повторного нажатия

# Controller Widgets
source: Number of clicks per second
ru: Количество кликов в секунду

# Controller Widgets
source: Number of clicks to perform per second in long-press combo mode
ru: Количество нажатий в секунду в комбинированном режиме длительного нажатия

# Controller Widgets
source: Number of clicks
ru: Количество кликов

# Controller Widgets
source: Number of repeated clicks to perform in click after button mode
ru: Количество повторных нажатий, выполняемых в режиме "нажатие после клавиши"

# Controller Widgets
source: Right Click to Walk
ru: Вторичный клик для перемещения

# Controller Widgets
source: Add to the game's movement wheel: hold and drag to steer, single-click to auto-walk to cursor. Ideal for MOBAs.
ru: Добавьте к игровому движению колесо: зажмите и перетаскивайте, чтобы управлять, одним щелчком для авто движения за курсором. Идеально подходит для MOBA.

# Controller Widgets
source: Single Click
ru: Одиночный клик

# Controller Widgets
source: Simulate a click operation at a specific position.
ru: Имитирует щелчок в определенном месте.

# Controller Widgets
source: Skill Casting
ru: Применение навыков

# Controller Widgets
source: Commonly used when using the characters' skills, click and cooperate with the mouse to release skills.
ru: Обычно используется при использовании навыков персонажей: щелкайте мышью и взаимодействуйте с ними, чтобы активировать навыки.

# Controller Widgets
source: Enable Cancel Button
ru: Включить клавишу отмены

# Controller Widgets
source: Enable a cancel casting button that can interrupt ongoing skill casting
ru: Включите кнопку отмены применения, которая может прервать текущее применение навыков

# Controller Widgets
source: Casting Radius
ru: Радиус применения

# Controller Widgets
source: Fine-tune according to the casting range of different skills
ru: Точная настройка в соответствии с диапазоном применения различных навыков

# Controller Widgets
source: Cast Timing
ru: Время применения

# Controller Widgets
source: On Release
ru: При снятии

# Controller Widgets
source: Immediate
ru: Немедленно

# Controller Widgets
source: Manual
ru: Вручную

# Controller Widgets
source: Determines when the skill casting ends: On Release (default), Immediate (auto-release after moving), or Manual (sticky mode)
ru: Определяет, когда завершается использование навыка: при снятии (по умолчанию), немедленно (автоматическое снятие после перемещения) или вручную (режим ожидания).

source: Start
ru: Старт

source: Stop
ru: Стоп

source: Show full ui
ru: Запуск полный экран

source: Restart(Update configs)
ru: Перезапуск(Обновить настройки)

source: Initialize
ru: Инициализация

source: Effective only while Waydroid session is running. Some settings require restarting the Waydroid session to apply
ru: Действует только во время работы сеанса Waydroid. Для применения некоторых настроек требуется перезапустить сеанс Waydroid

source: Enable window integration with the desktop
ru: Включить интеграцию окна с рабочим столом

source: Workaround for showing the cursor inmulti_windows mode on some compositors
ru: Решение для отображения курсора в режиме inmulti_windows на некоторых ВМ

source: Swaps the color space from RGBA to BGRA (only works with our patched mutter so far)
ru: Меняет цветовое пространство с RGBA на BGRA (работает только с нашим исправленным mutter)

source: Let the Waydroid container sleep (after the display timeout) when no apps are active
ru: Оставлять контейнер Waydroid в спящем режиме (после истечения времени ожидания дисплея), когда никакие приложения не активны

source: Allow android direct access to hotplugged devices
ru: Разрешить Android прямой доступ к устройствам с подключением на горячую

source: Interpret mouse inputs as touch inputs. Enter the package names separated by ",". Use the wildcard "*" to match all Apps
ru: Интерпретируйте ввод данных с помощью мыши как сенсорный ввод. Введите названия пакетов, разделённые символами ",". Используйте подстановочный знак "*" для всех приложений

source: Package names
ru: Имена пакетов

source: Make the Apps appear as if connected to WiFi. Enter the package names separated by ",". Use the wildcard "*" to match all Apps
ru: Сделайте так, чтобы приложения отображались так, как если бы они были подключены к Wi-Fi. Введите названия пакетов, разделенные символами ",". Используйте подстановочный знак "*", чтобы они соответствовали всем приложениям

source: Adjust height padding
ru: Отрегулируйте вертикальные отступы

source: empty or 0-9999
ru: пусто или 0-9999

source: Adjust width padding
ru: Отрегулируйте горизонтальные отступы

source: Used for user to override desired resolution
ru: Используется для того, чтобы пользователь мог изменить желаемое разрешение

source: hide navbar
ru: скрыть навигационную панель

source: spoof device
ru: подменяемое устройство

source: Configuration options for Waydroid itself. Changes require restarting Waydroid to take effect
ru: Параметры конфигурации для Waydroid. Для вступления в силу изменений требуется перезапустить Waydroid

source: Enable overlay mounting
ru: Включить закрепление оверлея

source: Enable automatic ADB connection
ru: Включить автоматическое подключение с ADB

source: Path to Waydroid images
ru: Путь к образу Waydroid

source: Choose which GPU should be used by Waydroid
ru: Выберите, какой графический процессор должен использовать Waydroid

source: Reset
ru: Сброс

source: Show
ru: Показать

# shortcut window
source: General
ru: Общие

# shortcut window
source: Show Shortcuts
ru: Показать ярлыки

# shortcut window
source: Quit
ru: Выход
